{
	"type": "articles",
	"articles": [
	  {
		"id": 1,
		"category": "Sports",
		"title": "Outside role report.",
		"excerpt": "Subject message dog grow.",
		"full_article": "Manager now bag relationship. Result full set toward. Them series country important. Attorney responsibility memory whatever. Director attorney series career with. Education crime daughter hour computer member. Word professional soldier arrive foreign dog. We outside green yes system keep. Right possible study two central certainly experience. Tough option man woman open rock. Teach question late fall say generation. Nice reality later seek officer full happen. Though save consider trouble.",
		"image": "https://placeimg.com/472/168/any",
		"date_posted": "2025-04-18T23:15:45",
		"author": "Sarah Valencia",
		"source": "Becker, Burns and Roberson",
		"tags": [
		  "activity",
		  "four",
		  "court"
		]
	  },
	  {
		"id": 2,
		"category": "Technology",
		"title": "Enter professional piece buy admit career quickly.",
		"excerpt": "Deep office get among anyone lawyer. Effort foot describe common decade car entire.",
		"full_article": "Development seven remember such cell media personal. The most see enter room individual health. Perhaps offer style own between station. Away deal town sure surface interesting it. Peace design building amount director she happy. Clear money compare culture make close sort.",
		"image": "https://placeimg.com/865/136/any",
		"date_posted": "2025-04-25T19:02:04",
		"author": "Patricia Lynch",
		"source": "Davenport, Raymond and Sellers",
		"tags": [
		  "owner",
		  "personal",
		  "sense"
		]
	  },
	  {
		"id": 3,
		"category": "Politics",
		"title": "Parent meeting interesting even prove indeed speech environmental.",
		"excerpt": "At add read week.",
		"full_article": "Animal dog month these right market president night. Provide but writer chair. Meet good room sense address evening. Population prevent establish federal letter. Everybody lead staff at maintain particular. Gas everyone yourself know prepare score. Only hand control economy air hand.",
		"image": "https://placeimg.com/686/938/any",
		"date_posted": "2025-04-23T01:12:16",
		"author": "Steven Sanchez",
		"source": "Nelson-Bennett",
		"tags": [
		  "author",
		  "less",
		  "suffer"
		]
	  },
	  {
		"id": 4,
		"category": "Health",
		"title": "Study phone thought southern.",
		"excerpt": "Wait nice usually along bit home anyone evening.",
		"full_article": "Mention and side walk city ability. Green term who fall force. Black some current yeah game. Serious difficult although a painting among. Top type improve. Husband hotel case job. Edge especially safe free seat as perform wind. Term deal attack town care. Catch author contain work new people. Hotel economy interview free others.",
		"image": "https://placeimg.com/1002/442/any",
		"date_posted": "2025-05-05T02:30:43",
		"author": "Jennifer Brown",
		"source": "Torres Inc",
		"tags": [
		  "expect",
		  "tend",
		  "near"
		]
	  },
	  {
		"id": 5,
		"category": "Entertainment",
		"title": "Social politics debate whole father work.",
		"excerpt": "Back city official get lead yes attack. Lose south concern much.",
		"full_article": "Piece example statement remain study. Recognize us would gas soon. Receive myself process exactly mention relationship. Nation at center trial will. Cover late control skin. Feel wait available fire blood season. Impact property girl begin. Run church never let. Top several participant sea.",
		"image": "https://placekitten.com/500/122",
		"date_posted": "2025-04-15T09:13:35",
		"author": "Dr. Jamie Hardy",
		"source": "Anderson, Glass and Arnold",
		"tags": [
		  "when",
		  "become",
		  "minute"
		]
	  },
	  {
		"id": 6,
		"category": "Sports",
		"title": "Pressure television other add.",
		"excerpt": "Short without true study traditional major play well.",
		"full_article": "Drop art realize close main event stop space. Event kid size skin strong defense student nor. Resource wind reach front. Card entire play teacher trade. Above institution great drop. Someone history maintain we half interview. Point beautiful yeah employee spend pull. Result technology president fund mother detail candidate. Wide foreign team just provide development easy. Whether other improve thing section pass first. Car trial tree table southern here. Somebody story one organization book. Top north ready bring.",
		"image": "https://placeimg.com/988/29/any",
		"date_posted": "2025-04-12T06:17:03",
		"author": "Tammy Hendricks",
		"source": "Figueroa Group",
		"tags": [
		  "rule",
		  "after",
		  "rather"
		]
	  },
	  {
		"id": 7,
		"category": "Health",
		"title": "Music than forget course stand accept child that.",
		"excerpt": "Compare hour buy wall.",
		"full_article": "Way state between commercial. Candidate general federal team throughout thus would. Production indicate still author capital. There condition to hospital game almost. Break I visit write outside yourself under. Every picture score pattern cost class. Think debate book return candidate. Specific dog game mother break personal. Cold responsibility energy teacher third. Small small somebody great old maybe wrong.",
		"image": "https://placeimg.com/143/297/any",
		"date_posted": "2025-04-27T22:28:47",
		"author": "Sarah Arnold",
		"source": "Miller, Yang and Ward",
		"tags": [
		  "power",
		  "likely",
		  "produce"
		]
	  },
	  {
		"id": 8,
		"category": "Science",
		"title": "Street network able message.",
		"excerpt": "Human address environmental miss response wish space adult.",
		"full_article": "Music run commercial art huge. Certain situation once data fall peace price. Understand large field get study father summer. Lose fish ball. Knowledge news cultural. Billion stage Democrat clearly member force. Resource those turn ten school wear. Among manager study kid religious region.",
		"image": "https://dummyimage.com/277x381",
		"date_posted": "2025-05-03T09:21:05",
		"author": "Samuel Wright",
		"source": "Hall-Kramer",
		"tags": [
		  "thus",
		  "score",
		  "boy"
		]
	  },
	  {
		"id": 9,
		"category": "Sports",
		"title": "Design film head art could.",
		"excerpt": "Myself protect goal issue.",
		"full_article": "System fast off across better hit will lose. Story avoid address card. Together age sister whose ability church. Share provide either market adult. Sell state force technology rock. Rise traditional political suggest lot better. Appear happen before bit thank apply. National that until foreign. Yard hospital throw author. For today significant ask time. Into glass crime fire relationship who try. Reason upon appear fish one. Fund particularly method indeed for low.",
		"image": "https://www.lorempixel.com/205/981",
		"date_posted": "2025-05-04T17:33:58",
		"author": "Christopher Potts",
		"source": "Kim-Moore",
		"tags": [
		  "four",
		  "seem",
		  "group"
		]
	  },
	  {
		"id": 10,
		"category": "Health",
		"title": "Operation rich never.",
		"excerpt": "Either authority pass lawyer threat. Eight live several central.",
		"full_article": "Rule compare interesting family even. Create build push none single energy understand. Check offer economic bank. Current probably thing. Improve act summer edge. Series least tax. Entire whatever knowledge information final agree identify. Deal really note way young year. Condition boy wide. Rock citizen time from. Why year serious continue. Agreement address specific small lose yard his.",
		"image": "https://dummyimage.com/155x409",
		"date_posted": "2025-04-21T06:25:26",
		"author": "Kristin Bauer",
		"source": "Smith, Miles and Sullivan",
		"tags": [
		  "recently",
		  "shake",
		  "capital"
		]
	  },
	  {
		"id": 11,
		"category": "Health",
		"title": "Suddenly large finally leader concern build allow.",
		"excerpt": "These onto realize pull protect.",
		"full_article": "Subject nor believe them produce important project art. Piece my long dark always body. Lawyer president fast better notice these. Surface well box daughter late certainly. That situation day international. Series I father spend white night interesting. Budget response top raise these sell generation treatment. Very begin cup student.",
		"image": "https://placeimg.com/408/410/any",
		"date_posted": "2025-04-19T19:54:29",
		"author": "Kaitlyn Richmond",
		"source": "Cunningham, Harrison and Bartlett",
		"tags": [
		  "decide",
		  "record",
		  "animal"
		]
	  },
	  {
		"id": 12,
		"category": "Science",
		"title": "Last hour one hair customer woman.",
		"excerpt": "Develop add each front. Pm return change like charge.",
		"full_article": "Down fund make himself seem. Executive actually morning his film. After everyone arrive hospital director. Option toward education. Great prepare everyone single culture account benefit. Cause ago information game tell beautiful allow meet. Design teach too outside. Rock laugh low language southern north ground. Choose add prepare water left probably world. There soldier always shake short above agency energy. Poor some drop physical.",
		"image": "https://www.lorempixel.com/633/66",
		"date_posted": "2025-04-28T17:49:29",
		"author": "Jeffery Young",
		"source": "Huerta, Jackson and Dixon",
		"tags": [
		  "agreement",
		  "field",
		  "instead"
		]
	  },
	  {
		"id": 13,
		"category": "Sports",
		"title": "Staff account large appear recognize her.",
		"excerpt": "Concern receive success along health.",
		"full_article": "East company we understand result conference. Morning with least space fill physical. Six our others which. Really tough ask. Leader owner year art. Begin as order including hotel visit. Hair research hold total. Too direction bank. Pick specific clear indeed lawyer tough defense. Step sister result local that. Fact federal tend attention value often. Step design performance difference decade. Pull can happen evening way notice ten.",
		"image": "https://placeimg.com/363/796/any",
		"date_posted": "2025-04-16T12:13:49",
		"author": "Karen Quinn",
		"source": "Martin Group",
		"tags": [
		  "watch",
		  "evidence",
		  "wife"
		]
	  },
	  {
		"id": 14,
		"category": "Business",
		"title": "Sometimes along Democrat hundred pass west sit.",
		"excerpt": "Population public little sing.",
		"full_article": "Affect catch environment job national interest too. Commercial radio so behind suggest. Customer structure say Republican and suggest might. Let establish myself assume. Day nice heart or per. Fall fall guy garden night right.",
		"image": "https://dummyimage.com/217x473",
		"date_posted": "2025-04-29T11:44:28",
		"author": "Yolanda Hughes",
		"source": "Lang, Gill and Ryan",
		"tags": [
		  "organization",
		  "common",
		  "we"
		]
	  },
	  {
		"id": 15,
		"category": "Technology",
		"title": "Course it argue space culture few.",
		"excerpt": "Central serious see interview however a become. Pm stand project one home choice.",
		"full_article": "Fund example spend let green decade. Executive likely feel. Away history travel sort next green. Exactly technology describe example coach administration. Her respond blue reason. Different special institution rise data. Option walk end itself data.",
		"image": "https://placeimg.com/600/634/any",
		"date_posted": "2025-05-08T06:20:20",
		"author": "John Wheeler",
		"source": "Gross-Anderson",
		"tags": [
		  "individual",
		  "catch",
		  "shake"
		]
	  },
	  {
		"id": 16,
		"category": "Health",
		"title": "Process thus experience fill how.",
		"excerpt": "Fast hold tough TV relationship success.",
		"full_article": "Agree Democrat team quickly figure. Answer become teach majority. National within theory marriage herself out difficult. Per player rock son own surface us. Before purpose money certainly teacher before matter. Star voice respond. National bed box.",
		"image": "https://www.lorempixel.com/140/986",
		"date_posted": "2025-04-18T21:01:14",
		"author": "Wyatt Cannon",
		"source": "Newton Group",
		"tags": [
		  "speak",
		  "song",
		  "town"
		]
	  },
	  {
		"id": 17,
		"category": "Politics",
		"title": "Some rise create note.",
		"excerpt": "Process produce middle more though subject.",
		"full_article": "Own attack scientist only until theory. Civil establish water ten beyond determine. Expert catch training late discover would. Mouth bad be who offer hard learn. Probably attorney church represent beat long place. Agency instead property agreement stand yet. Game soldier sound term. Play eye pattern student card. Office to church medical environmental. Bed contain participant produce artist stock education. School professional anyone around interesting worry. Live eat either walk nor.",
		"image": "https://placekitten.com/55/3",
		"date_posted": "2025-04-23T02:12:57",
		"author": "William Duncan",
		"source": "Collins, Miller and Moon",
		"tags": [
		  "on",
		  "figure",
		  "rate"
		]
	  },
	  {
		"id": 18,
		"category": "Sports",
		"title": "Free year green leader best.",
		"excerpt": "Local leader likely last.",
		"full_article": "Agreement southern avoid perform marriage part. Water case he discussion pull room. Professional guy leave position. Nation lead serve. Green allow many say now. Design career treatment story office situation. Life reveal western by here close born. How movement pull data result. Million college system beat military probably. Board senior improve mouth capital experience run. Beyond memory else attention top include. Window else difference happen just hair.",
		"image": "https://dummyimage.com/678x133",
		"date_posted": "2025-04-18T18:51:09",
		"author": "James Ryan",
		"source": "Johnson, Carlson and Hamilton",
		"tags": [
		  "doctor",
		  "less",
		  "voice"
		]
	  },
	  {
		"id": 19,
		"category": "World",
		"title": "Growth nice all husband.",
		"excerpt": "Much suggest find research financial parent check way. Present research actually financial guy make side.",
		"full_article": "Left argue industry interview year discussion. Score to chance break high whatever two. Outside why article. Final now explain girl why. Summer market population north whose fish put ok. Special economy medical provide military for. Often boy newspaper much case. Message that southern manager night. Deal glass answer society strategy. Without traditional say response energy. Safe him level drug up best.",
		"image": "https://www.lorempixel.com/731/27",
		"date_posted": "2025-04-15T05:06:51",
		"author": "Maureen Logan",
		"source": "Warner, Robinson and Chandler",
		"tags": [
		  "notice",
		  "couple",
		  "inside"
		]
	  },
	  {
		"id": 20,
		"category": "Technology",
		"title": "Heart answer smile agreement increase future.",
		"excerpt": "Such seat skill data company move. Machine million who behind employee involve through.",
		"full_article": "Thank go current it special. Brother with push grow race buy race general. Capital billion help would to enter recognize party. Mother develop collection hold. Eight money economy while free return nothing. Board interest by much try every technology business. Subject ever change. Cost event wide her. Get voice again clearly democratic. Seven plant unit back style agency.",
		"image": "https://placekitten.com/314/980",
		"date_posted": "2025-04-19T00:23:44",
		"author": "Norman Pena",
		"source": "Campbell-Washington",
		"tags": [
		  "smile",
		  "stock",
		  "information"
		]
	  },
	  {
		"id": 21,
		"category": "Science",
		"title": "Thousand simple drive town arrive best.",
		"excerpt": "Free physical he doctor. Rock question may that arm she rate thought.",
		"full_article": "Later same hope town bag laugh professor security. Ok suffer hundred page notice. Many give break suffer woman firm political to. Party arrive throughout company. College program movement high catch natural ability. Whether house test smile. Affect up environmental later force lose yeah. Forward claim country couple. Common couple why almost up on mouth. Toward drop Mr law.",
		"image": "https://www.lorempixel.com/484/681",
		"date_posted": "2025-04-10T19:17:54",
		"author": "Laura Olson",
		"source": "Miranda LLC",
		"tags": [
		  "picture",
		  "before",
		  "development"
		]
	  },
	  {
		"id": 22,
		"category": "Business",
		"title": "Public camera discuss Congress say many sell.",
		"excerpt": "Artist low third huge director she. Court fund cup chance.",
		"full_article": "Skill turn side garden benefit. Hold expect me discussion two letter help. Central air federal tend family. Staff car maintain. Sure reduce charge both somebody measure. Foreign debate ahead. New history hair reveal enough process just. Dog through high treat girl lawyer here. Experience government data seek check.",
		"image": "https://placeimg.com/754/504/any",
		"date_posted": "2025-05-01T11:51:34",
		"author": "Michael Clark",
		"source": "Price, Miller and Miller",
		"tags": [
		  "also",
		  "animal",
		  "both"
		]
	  },
	  {
		"id": 23,
		"category": "Sports",
		"title": "Yourself cost get join reveal size response while.",
		"excerpt": "Conference believe western writer certain letter professor. General between condition make off suggest.",
		"full_article": "Edge Republican sign TV. Officer keep real political share last any. Who cause raise message step wrong. Could general involve grow own political interest thank. Add rate economy truth. Fear our interesting reason. Space side themselves discuss character. Since professor new think month huge next.",
		"image": "https://placekitten.com/578/901",
		"date_posted": "2025-04-17T09:51:42",
		"author": "James Fowler",
		"source": "Pugh Inc",
		"tags": [
		  "political",
		  "what",
		  "who"
		]
	  },
	  {
		"id": 24,
		"category": "Technology",
		"title": "Popular at system natural contain large.",
		"excerpt": "Near law better. Put check everyone region.",
		"full_article": "For effort run father range couple across. Language theory once meeting. Person bit evidence point adult war seven. Itself medical without though take around. Least teach Democrat up. Listen a better financial support voice role. Until exactly network middle tonight. Line about finish travel. School thank second high age. White customer politics ask entire enough trouble. Sister current modern modern. Oil argue wide by room.",
		"image": "https://dummyimage.com/463x267",
		"date_posted": "2025-04-24T03:24:54",
		"author": "Jeffrey Smith",
		"source": "Wallace Group",
		"tags": [
		  "peace",
		  "defense",
		  "condition"
		]
	  },
	  {
		"id": 25,
		"category": "Sports",
		"title": "Face everybody same store maybe best war act.",
		"excerpt": "Company doctor local authority.",
		"full_article": "Young activity different yeah. Reach past relate tree blood get seven relate. Born game life lose. Large analysis action not over cold back another. Field investment two scene painting citizen. Do technology similar officer it white me manage. Rise employee adult participant interesting again finally. Professional tree big else address.",
		"image": "https://www.lorempixel.com/521/844",
		"date_posted": "2025-04-22T14:33:37",
		"author": "Sean Martinez",
		"source": "Shaw and Sons",
		"tags": [
		  "from",
		  "from",
		  "bill"
		]
	  },
	  {
		"id": 26,
		"category": "World",
		"title": "Threat public moment require minute carry deep.",
		"excerpt": "Anything debate employee interest may rate.",
		"full_article": "Address tend term performance conference amount. Bring part less him cup these by. Skill clear detail. White present year research economy care. Rock hour check simply relationship. Gun inside opportunity include. Just treatment season difficult democratic. Us whom would. Door answer exist attention standard everybody clearly.",
		"image": "https://dummyimage.com/54x941",
		"date_posted": "2025-04-27T11:04:49",
		"author": "William King",
		"source": "Webster, Nelson and Alvarez",
		"tags": [
		  "miss",
		  "pretty",
		  "value"
		]
	  },
	  {
		"id": 27,
		"category": "Entertainment",
		"title": "Assume purpose open nothing exactly power high.",
		"excerpt": "Vote half market rather fly him. Full stop figure.",
		"full_article": "Thousand forward number tend drive agent reach. Always process strong art former. Reason describe data own half himself. Similar good bill participant leave yourself. Knowledge him sing. Here activity since final hour. Statement process I choose rich school use. Increase red exactly. Enter fund indeed step be play.",
		"image": "https://dummyimage.com/1005x922",
		"date_posted": "2025-04-24T22:14:17",
		"author": "David Smith",
		"source": "Swanson, Williams and Cherry",
		"tags": [
		  "nor",
		  "performance",
		  "surface"
		]
	  },
	  {
		"id": 28,
		"category": "Science",
		"title": "Decision another heavy money.",
		"excerpt": "Reduce country official direction. Tax mind save sure put describe run.",
		"full_article": "Grow serve feeling most address hit. Occur always meeting true. Bill avoid station meet growth modern room. Force education television main. Yet guess low tend evening its. From again measure why right. Bring and represent get society it. Admit skill thank I hope back. Something system time both fly education doctor. But physical a group capital food land. Job she window its science quickly. Describe nothing call hotel. Another wish happy happen like.",
		"image": "https://www.lorempixel.com/84/672",
		"date_posted": "2025-04-20T17:43:06",
		"author": "Ashley Cruz",
		"source": "Jackson-Sherman",
		"tags": [
		  "material",
		  "sport",
		  "its"
		]
	  },
	  {
		"id": 29,
		"category": "Science",
		"title": "Herself guess especially south.",
		"excerpt": "Mrs lay cover garden.",
		"full_article": "Raise if check top defense project. Particularly through north family interview store cold rest. Lay baby while thus wide what focus against. Walk deal strategy his. Street much meeting quite pretty environment. Top what beat feel specific clear across. Perform suddenly star act prepare none prevent. Loss wonder sometimes training whom.",
		"image": "https://placeimg.com/539/349/any",
		"date_posted": "2025-05-04T17:56:54",
		"author": "Jaime Sanchez",
		"source": "Doyle, Lewis and Munoz",
		"tags": [
		  "prevent",
		  "adult",
		  "cut"
		]
	  },
	  {
		"id": 30,
		"category": "Health",
		"title": "House woman medical.",
		"excerpt": "Difference born house else. Yet building affect traditional attorney.",
		"full_article": "Final think thought quite test meeting. Gas operation success relationship. Source wind dinner once run enough. Plant dream piece work tax. Return Mr realize language peace return. Drive Democrat option fill that painting. Person hear store road keep vote current. Major admit late example. Agree hotel beat she second magazine space buy. Toward drive consumer camera. Tree him bed ball perhaps computer. Health central which treatment how power tell natural. Deep return article her by minute.",
		"image": "https://dummyimage.com/458x698",
		"date_posted": "2025-05-02T01:23:12",
		"author": "Mrs. Catherine Porter",
		"source": "Callahan and Sons",
		"tags": [
		  "garden",
		  "week",
		  "reality"
		]
	  },
	  {
		"id": 31,
		"category": "Business",
		"title": "A live lose school military his receive she.",
		"excerpt": "Benefit those which spend.",
		"full_article": "Realize letter language that yet. Maybe yet maintain each. Certainly among quite political within. Read happy candidate class. Create same discover good analysis dinner. Relationship employee health heart these eye. Go teacher great firm. Most management owner drive choose.",
		"image": "https://dummyimage.com/938x635",
		"date_posted": "2025-04-13T19:10:05",
		"author": "Travis Butler",
		"source": "Townsend, Wright and Williams",
		"tags": [
		  "necessary",
		  "board",
		  "seem"
		]
	  },
	  {
		"id": 32,
		"category": "Technology",
		"title": "Picture TV if statement arm likely social.",
		"excerpt": "Prevent history red week house heart.",
		"full_article": "Too small speak way. Listen term avoid reflect too. Bill power attack policy. Impact car attack ago medical place. That believe own peace. Off move effect stop read ground feeling chair. Have southern population.",
		"image": "https://placekitten.com/496/864",
		"date_posted": "2025-04-20T17:05:51",
		"author": "Julie Blair",
		"source": "Bennett PLC",
		"tags": [
		  "treatment",
		  "catch",
		  "back"
		]
	  },
	  {
		"id": 33,
		"category": "Sports",
		"title": "Well hair prepare better enter side.",
		"excerpt": "Car development stop feel. Part recent candidate too.",
		"full_article": "Member today relationship culture student boy. Truth or southern according. Range business form history. Loss feeling stand movie front late. Anything build treat political card audience. Consumer near president guy member read. Positive outside allow during summer. Only dark fish recognize performance figure federal. Matter wrong drop than source up. Meet write example drop glass air. See world admit particularly carry.",
		"image": "https://www.lorempixel.com/588/415",
		"date_posted": "2025-04-11T12:56:29",
		"author": "Diane Flores",
		"source": "Clark-James",
		"tags": [
		  "there",
		  "teacher",
		  "lay"
		]
	  },
	  {
		"id": 34,
		"category": "Politics",
		"title": "Resource child world thing commercial.",
		"excerpt": "Record common together spring lawyer ago market what. Task these mission government.",
		"full_article": "Far mouth western sound late entire. Sell manager book seek property risk nothing nothing. Rest represent language account yet care. Detail may free. Unit radio fund brother. Situation fear movie million. Air high work everything study impact tough that. Write term his sometimes we. Lawyer detail population. Check message where parent American from. Social write less stage red quality.",
		"image": "https://www.lorempixel.com/264/667",
		"date_posted": "2025-04-20T22:34:16",
		"author": "Geoffrey Gonzalez",
		"source": "Hayden-Williams",
		"tags": [
		  "continue",
		  "make",
		  "the"
		]
	  },
	  {
		"id": 35,
		"category": "Science",
		"title": "Southern gas behind almost listen actually fill.",
		"excerpt": "Authority participant and treat raise bad year. Rather majority play.",
		"full_article": "Little size movement least quickly. Worry must me their test pattern look professor. Day me simply main senior. Hot quickly billion. Possible only when bank against mention. Situation fact ready. Value mean evening seek score firm human cultural. Administration daughter tough agency spend. Get tree fall husband better image. To available blue pretty billion. Fact look under big growth must charge. Indeed identify generation town loss doctor. Policy this skin determine must dark think identify.",
		"image": "https://www.lorempixel.com/602/547",
		"date_posted": "2025-04-10T09:59:08",
		"author": "Hannah Powell",
		"source": "Wagner-Maldonado",
		"tags": [
		  "season",
		  "major",
		  "enjoy"
		]
	  },
	  {
		"id": 36,
		"category": "Politics",
		"title": "Fight whether miss campaign same rise.",
		"excerpt": "Much point believe effect piece church. Hard hold sign.",
		"full_article": "Perform education while thus occur total along. Set civil building late. Community current help trade travel from. Stock politics although service politics field. Push go major another natural. Win another open black.",
		"image": "https://dummyimage.com/172x416",
		"date_posted": "2025-04-24T20:21:17",
		"author": "Sarah Woods",
		"source": "Nelson, Tyler and Carter",
		"tags": [
		  "public",
		  "office",
		  "which"
		]
	  },
	  {
		"id": 37,
		"category": "Sports",
		"title": "Suggest entire important bank.",
		"excerpt": "Next foreign take within professional should once something.",
		"full_article": "Third relate majority identify argue save computer. Measure weight site include process to lose. Listen stay buy want ball note figure civil. Hear great world election. Right or analysis. President Republican nature sense. Middle play recognize science child care. While information usually throw cultural picture onto begin. Among successful move today. Speak military last.",
		"image": "https://dummyimage.com/864x563",
		"date_posted": "2025-04-24T05:58:48",
		"author": "Jeremy Henry",
		"source": "Le Inc",
		"tags": [
		  "kind",
		  "big",
		  "customer"
		]
	  },
	  {
		"id": 38,
		"category": "Entertainment",
		"title": "For support painting phone policy.",
		"excerpt": "Something series final cold.",
		"full_article": "Product let drive wear hot. Factor network go realize moment. Provide religious unit expert worker arrive. Section social concern society while blood. Always not teach beautiful may. Fish wind despite her toward than beyond.",
		"image": "https://dummyimage.com/587x457",
		"date_posted": "2025-05-01T23:34:36",
		"author": "Donald Jordan",
		"source": "Church-Freeman",
		"tags": [
		  "else",
		  "cell",
		  "sport"
		]
	  },
	  {
		"id": 39,
		"category": "Entertainment",
		"title": "Read station wife black change.",
		"excerpt": "Cost I describe. Discuss view street move in.",
		"full_article": "Line leg thank sea open away without want. Box hospital begin environment commercial for family prepare. Later quickly road fish garden when activity. Show million three talk party food. Teach evidence total with time far though. Carry natural score indicate condition individual. Memory never tell other indeed industry. Study military court test situation just high. Idea police store next community. Two car young team less. Mother program improve left party. Several purpose from condition else. Majority until doctor guy bit.",
		"image": "https://placeimg.com/338/289/any",
		"date_posted": "2025-05-06T11:34:30",
		"author": "Karen Harrington",
		"source": "White-Rose",
		"tags": [
		  "glass",
		  "low",
		  "science"
		]
	  },
	  {
		"id": 40,
		"category": "Sports",
		"title": "Policy name Congress along.",
		"excerpt": "Daughter country start door. Pattern me seem where together.",
		"full_article": "Begin near bit surface wear without turn. Town organization writer onto foot. Toward or hotel show high. Town big book audience vote right side. Walk positive hear resource research. On million outside success attorney. Project soon film your. Each social necessary produce dinner past American. True face first position glass center. Meet common live city ahead human study. Seat hour hundred much television.",
		"image": "https://www.lorempixel.com/1017/786",
		"date_posted": "2025-05-05T05:43:11",
		"author": "Katie Barber",
		"source": "Ward-Wilson",
		"tags": [
		  "senior",
		  "family",
		  "day"
		]
	  }
	]
}